experiments/redis_contention/servers_on_numa/loaded_pairs_76/pair_74/redis.out
4         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       123275.49          ---          ---         1.29140         1.23900         5.88700        25.34300    129312.33 
Gets       123275.49      1387.26    121888.23         1.29140         1.23900         5.88700        25.34300      6327.21 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     246550.98      1387.26    121888.23         1.29140         1.23900         5.88700        25.34300    135639.54